

export default function Policy(props){
  

  return(
    <div style={{
      maxHeight: "400px",
      overflowY: "scroll"
    }} className="w-6/12 mt-16 mx-auto border-[#6667AB] border-solid border-2">
      <p>
        제1조 (펀딩의 신청 전 유의사항) <br/>
        서포터는 본 약관에 따른 펀딩을 신청하기 전에 홈페이지를 통해 제공되는 정보뿐만 아니라 프로젝트 펀딩기간, 리워드 제공의 조건 등 프로젝트의 내용을 충분히 숙지한 후 펀딩을 신청하여야 합니다.
        메이커가 프로젝트 개시 전 펀딩 신청의 시기 등 유형별로 리워드 제공의 조건과 기준, 방법 등을 다르게 설정할 수 있도록 회사에 요청할 수 있으며, 회사는 그 조건과 기준이 합리적이고 명확한 기준에 의한 것인 경우 그 내용을 홈페이지에 게시합니다. 이 경우 서포터가 위 내용에 따라 리워드를 제공받을 때 제한이 있을 수 있습니다.
      </p>
      <br/>
      <p>
        제2조 (서포터들의 의견교환 등) <br/>
        서포터는 사이트에 개설된 게시판을 통해 프로젝트에 대한 질의 또는 답변을 게시하는 방법으로 메이커와 의견을 교환할 수 있습니다.
        회사는 홈페이지에 게시된 서포터들의 의견을 임의로 삭제하거나 수정하지 않습니다. 다만, 다른 법률에 근거가 있거나 게시된 글이 회원가입약관 및 기타 커뮤니티 정책에 따라 삭제될 수 있는 경우에는 그러하지 아니합니다.
        회사는 서포터의 권리 보호를 도모함과 동시에 분쟁을 방지하고 메이커와 서포터 간의 원활한 소통을 돕기 위하여 1:1 메시지 기능의 대화 내용을 수집 및 암호화하여 5년 동안 저장하고, 필요한 경우 적법한 권한이 있는 자 또는 해당 업무의 책임자에 의한 열람이 가능하도록 합니다.
      </p>
      <br/>
      <p>
        제3조 (회원의 의무) <br/>
        회원은 회사의 약관, 규정, 회사의 이용정책, 이용안내 사항 및 관계 법령 등을 준수하여야 하며, 기타 회사 업무에 방해되는 행위를 하여서는 안 됩니다.
        회원은 다음 각 호의 행위를 하여서는 안 됩니다.
        회사가 제공하는 서비스를 이용하지 아니하고 메이커와 직접 거래하는 행위(이하 “직거래”) 또는 이를 유도하는 행위
        회사 또는 메이커의 활동을 방해하거나 사이트를 이용하여 부당한 이득을 취하는 등 통상적인 거래 관행에 부합하지 않는 거래상의 부정 행위
        리워드의 펀딩을 가장한 현금 융통 등 “여신전문금융업법”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률” 및 기타 관계 법령에 위배되거나 비정상적인 결제 행위
        회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 회사의 정보처리시스템에 접근하는 행위
        회사가 제공하는 서비스와 관련 없거나 비합리적인 요청, 공공의 질서와 선량한 풍속에 반하는 행위 등으로 회사의 업무를 방해하는 행위
        기타 위 각 호에 준하여 회사 또는 제3자의 권리를 침해 또는 침해할 우려가 있거나, 상거래 질서를 위협하는 행위
        회사는 제2항을 위반한 회원에 대하여 이용계약 해제, 쿠폰의 환수, 회원 자격의 제한, 카드 결제 취소 또는 취소 보류 등의 조치 및 민∙형사 상의 법적 조치 등을 취할 수 있으며, 회사와 계약한 PG사 등에 의하여 동일 또는 유사한 조치가 이루어 질 수 있습니다.

      </p>
      <br/>
      <p>
        제4조 (펀딩의 신청 방법) <br/>
        서포터는 펀딩하려는 프로젝트의 페이지에서 회사가 제공하는 양식에 따라 펀딩내용(결제예약금, 리워드의 내용, 수량, 추가 결제예약금 등)과 결제방법을 입력하면 회사에 대한 펀딩의 신청이 이루어지며, 이에 대하여 회사에 접수되면 펀딩의 신청이 완료됩니다.
        회사는 메이커가 합리적이고 명확한 기준에 따라 서포터의 자격 또는 결제예약금의 액수에 제한을 두기를 요청한 경우 그에 따라 펀딩의 신청을 제한할 수 있습니다.
        서포터는 각 프로젝트별로 회사가 제공하는 결제수단(신용카드, 체크카드를 통한 예약결제, 가상계좌 등)을 통하여 홈페이지 내에서 펀딩 신청에 따른 결제예약을 할 수 있습니다.
        회사는 정확하고 안전한 결제 처리를 위해 관계법령에 따라 아래와 같은 서포터의 정보를 결제 대행사에 위탁하게 됩니다.
        결제와 관련한 정보를 제공 받는 자	위탁되는 정보: <br/>
        신용카드의 번호, 유효기간<br/>
        신용카드 소유자의 성명<br/>
        계좌번호, 은행, 예금주 성명<br/>
        이메일, 휴대폰번호 등 결제 확인을 위한 연락처<br/>
        서포터가 1개의 프로젝트에 1회 펀딩을 신청할 때 최소 0.001ETH 이상을 입력하여야 합니다. 서포터는 1개의 프로젝트에 중복하여 펀딩을 신청할 수 있습니다.
        서포터는 펀딩 신청의 접수 결과는 전자우편 또는 문자메시지 등을 통해 통보 받게 됩니다.
      </p>
      <br/>
      <p>


      </p>
      <br/>
      <p>
        제5조 (펀딩 달성률의 게시) <br/>
        1. 펀딩의 신청이 접수되면 홈페이지에 펀딩 달성률이 게시됩니다. 다만, 본 약관에 따라 펀딩의 취소가 있거나 펀딩의 신청 효력이 상실되는 경우에는 펀딩 달성률은 변동될 수 있습니다.
        제1항에도 불구하고 제7조에 따라 전달되는 펀딩금의 액수에는 결제기간 중 결제실패금액이 추가로 반영될 수 있어 펀딩 달성률과 차이가 있을 수 있습니다.
      </p>
      <br/>
      <p>
        제6조 (펀딩결과의 게시 및 통보 등)<br/>
        펀딩기간이 종료되면 회사는 펀딩결과를 아래와 같은 기준에 따라 "성공" 또는 "실패"로 구분하여 홈페이지에 게시합니다.<br/>
        <br/>
        "성공" : 서포터의 펀딩 신청에 따라 모집된 결제예약금이 메이커가 목표한 금액 이상인 경우<br/>
        "실패" : 서포터의 펀딩 신청에 따라 모집된 결제예약금이 메이커가 목표한 금액 미만인 경우<br/>
      </p>
      <br/>

      <p>
        제7조 (펀딩금의 전달)<br/>
        1. 제6조에 따라 펀딩결과가 “성공”인 경우 펀딩금은 서비스약정에서 정한 바에 따라 메이커에게 전달됩니다. 
        다만, 프로젝트의 특성에 따라 서비스약정에서 달리 약정한 경우에는 조건부 또는 분할하여 지급될 수 있습니다. <br/>
        2. 회사는 특별한 사정이 없는 한 서비스약정에서 정한 바에 따라 메이커에 대한 확인절차가 완료된 경우에 한하여 위 완료된 날로부터 15영업일 이내에 메이커에게 펀딩금의 전액(일시 지급하기로 한 경우) 또는 일부(분할 지급하기로 한 경우)를 전달합니다. <br/>
        제1항, 제2항에도 불구하고 메이커가 프로젝트를 이행할 수 없거나 서포터에게 리워드를 제공할 수 없음이 분명한 경우 또는 메이커 서비스 이용약관상 펀딩금을 정산할 수 없다고 규정된 경우에는 회사는 펀딩금의 지급을 유보하거나 전달하지 아니할 수 있습니다.
        펀딩금 지급 도중 제3항과 같은 사유가 발생한 경우에는 회사는 지급하지 않은 잔여 펀딩금의 지급을 유보할 수 있고, 필요한 경우 이미 지급받은 펀딩금에 대하여도 메이커가 서포터들에게 반환하도록 요청할 수 있습니다.
      </p>
      <br/>
      <p>
        제8조 (결제예약의 취소 및 펀딩금의 반환)
        펀딩 실패 시를 제외하고는 취소나 반환은 불가합니다.
      </p>
      <br/>
    </div>
  )
}